# -*- org-time-stamp-custom-formats: ("<%b %d:>" . "<%Y-%m-%d %H:%M>") -*-
# Local Variables:
# org-time-stamp-custom-formats: ("<%b %d:>" . "<%Y-%m-%d %H:%M>")
# End:
#+TITLE: New 113 Syllabus, Winter 2017
#+DATE:
#+AUTHOR:
#+STARTUP: customtime
#+OPTIONS: tex:t
#+DESCRIPTION:
#+KEYWORDS:
#+SUBTITLE: "Technologies for Democracy"
#+EMAIL: matt.price@utoronto.ca
#+LANGUAGE: en
#+SELECT_TAGS: export
#+EXCLUDE_TAGS: noexport
#+OPTIONS: tex:t
#+ODT_STYLES_FILE: "/home/matt/.emacs.d/Templates/New113Syllabus.odt"
#+DESCRIPTION:
#+KEYWORDS:
#+SUBTITLE:

* Course Work and Grading
Detailed instructions for assignments, including assessment criteria, will be posted on Blackboard and discussed in class.  

Please note: There is no final exam for this course. Your learning will be assessed throughout the semester via assignments, participation in the seminar, as well as brief reflective writing exercises in the Learning Lab (plenary sessions which involve all four New One classes).

You will organize and write a research paper, and then take your results to create a born-digital group project for our year's-end knowledge fair. 

| <34>                               |        <11> | <15>            | <9>       |
| Description of Assignment          |  % of Grade | Word Length     | Due Date  |
|------------------------------------+-------------+-----------------+-----------|
| Paper Proposal/Bibliography        |          15 | 500-600 + Annotated Bibliography | Feb. 11   |
| Final Paper                        |          35 | ~3000           | Mar. 2    |
| Group Knowledge Fair Presentation  |          25 |                 | Mar. 30   |
| Seminar Participation              |          10 | --              | --        |
| Learning Labs                      |           5 | --              | --        |
|------------------------------------+-------------+-----------------+-----------|
| Total                              |          90 |                 |           |
#+TBLFM: @7$2=vsum(@I..@II)

